let regCodeJson = [
   {
   "1" : // 경기
   [  
      { 
         id:4115e6,
         addr:"의정부시 "
      },
      { 
         id:4125e6,
         addr:"동두천시 "
      },
      { 
         id:4128e6,
         addr:"고양시 "
      },
      { 
         id:4129e6,
         addr:"과천시 "
      },
      { 
         id:4131e6,
         addr:"구리시 "
      },
      { 
         id:4136e6,
         addr:"남양주시 "
      },
      { 
         id:4148e6,
         addr:"파주시 "
      },
      { 
         id:4163e6,
         addr:"양주시 "
      },
      { 
         id:4165e6,
         addr:"포천시 "
      },
      { 
         id:418e7,
         addr:"연천군 "
      },
      { 
         id:4182e6,
         addr:"가평군 "
      },
      { 
         id:4183e6,
         addr:"양평군 "
      },
      { 
         id:4111e6,
         addr:"수원시 "
      },
      { 
         id:4113e6,
         addr:"성남시 "
      },
      { 
         id:4117e6,
         addr:"안양시 "
      },
      { 
         id:4121e6,
         addr:"광명시 "
      },
      { 
         id:4122e6,
         addr:"평택시 "
      },
      { 
         id:4127e6,
         addr:"안산시 "
      },
      { 
         id:4137e6,
         addr:"오산시 "
      },
      { 
         id:4141e6,
         addr:"군포시 "
      },
      { 
         id:4143e6,
         addr:"의왕시 "
      },
      { 
         id:4145e6,
         addr:"하남시 "
      },
      { 
         id:4146e6,
         addr:"용인시 "
      },
      { 
         id:415e7,
         addr:"이천시 "
      },
      { 
         id:4155e6,
         addr:"안성시 "
      },
      { 
         id:4159e6,
         addr:"화성시 "
      },
      { 
         id:4161e6,
         addr:"광주시 "
      },
      { 
         id:4167e6,
         addr:"여주시 "
      },
      { 
         id:4129e6,
         addr:"과천시 "
      }
   ],
   "2" : // 인천
   [ 
      { 
         id:2811e6,
         addr:"중구 "
      },
      { 
         id:2814e6,
         addr:"동구 "
      },
      { 
         id:2817e6,
         addr:"미추홀구(남구) "
      },
      { 
         id:2818e6,
         addr:"연수구 "
      },
      { 
         id:282e7,
         addr:"남동구 "
      },
      { 
         id:2823e6,
         addr:"부평구 "
      },
      { 
         id:2824e6,
         addr:"계양구 "
      },
      { 
         id:2826e6,
         addr:"서구 "
      },
      { 
         id:2871e6,
         addr:"강화군 "
      },
      { 
         id:2872e6,
         addr:"옹진군 "
      },
      { 
         id:4139e6,
         addr:"시흥시 "
      },
      { 
         id:4157e6,
         addr:"김포시 "
      },
      { 
         id:4119e6,
         addr:"부천시 "
      }
   ],
   "3" : // 서울
   [
      { 
         id:1111e6,
         addr:"종로구 "
      },
      { 
         id:1114e6,
         addr:"중구 "
      },
      { 
         id:1117e6,
         addr:"용산구 "
      },
      { 
         id:112e7,
         addr:"성동구 "
      },
      { 
         id:11215e5,
         addr:"광진구 "
      },
      { 
         id:1123e6,
         addr:"동대문구 "
      },
      { 
         id:1126e6,
         addr:"중랑구 "
      },
      { 
         id:1129e6,
         addr:"성북구 "
      },
      { 
         id:1130e6,
         addr:"강북구 "
      },
      { 
         id:1132e6,
         addr:"도봉구 "
      },
      { 
         id:1135e6,
         addr:"노원구 "
      },
      { 
         id:1138e6,
         addr:"은평구 "
      },
      { 
         id:1141e6,
         addr:"서대문구 "
      },
      { 
         id:1144e6,
         addr:"마포구 "
      },
      { 
         id:1147e6,
         addr:"양천구 "
      },
      { 
         id:115e7,
         addr:"강서구 "
      },
      { 
         id:1153e6,
         addr:"구로구 "
      },
      { 
         id:1154e6,
         addr:"금천구 "
      },
      { 
         id:1156e6,
         addr:"영등포구 "
      },
      { 
         id:1159e6,
         addr:"동작구 "
      },
      { 
         id:1162e6,
         addr:"관악구 "
      },
      { 
         id:1165e6,
         addr:"서초구 "
      },
      { 
         id:1168e6,
         addr:"강남구 "
      },
      { 
         id:1171e6,
         addr:"송파구 "
      },
      { 
         id:1174e6,
         addr:"강동구 "
      },
      { 
         id:4129e6,
         addr:"과천시 "
      }
   ],
   "4" :// 대전
   [ 
      { 
         id:3011e6,
         addr:"동구 "
      },
      { 
         id:3014e6,
         addr:"중구 "
      },
      { 
         id:3017e6,
         addr:"서구 "
      },
      { 
         id:302e7,
         addr:"유성구 "
      },
      { 
         id:3023e6,
         addr:"대덕구 "
      }
   ],
   "5" :// 충남
   [
      { 
         id:36e8,
         addr:"세종특별자치시 "
      },
      { 
         id:3611e6,
         addr:"세종특별자치시 "
      },
      { 
         id:4413e6,
         addr:"천안시 "
      },
      { 
         id:4415e6,
         addr:"공주시 "
      },
      { 
         id:4418e6,
         addr:"보령시 "
      },
      { 
         id:442e7,
         addr:"아산시 "
      },
      { 
         id:4421e6,
         addr:"서산시 "
      },
      { 
         id:4423e6,
         addr:"논산시 "
      },
      { 
         id:4425e6,
         addr:"계룡시 "
      },
      { 
         id:4427e6,
         addr:"당진시 "
      },
      { 
         id:4471e6,
         addr:"금산군 "
      },
      { 
         id:4476e6,
         addr:"부여군 "
      },
      { 
         id:4477e6,
         addr:"서천군 "
      },
      { 
         id:4479e6,
         addr:"청양군 "
      },
      { 
         id:448e7,
         addr:"홍성군 "
      },
      { 
         id:4481e6,
         addr:"예산군 "
      },
      { 
         id:4482e6,
         addr:"태안군 "
      }
   ],
   "6" ://전북
   [ 
      { 
         id:4511e6,
         addr:"전주시 "
      },
      { 
         id:4513e6,
         addr:"군산시 "
      },
      { 
         id:4514e6,
         addr:"익산시 "
      },
      { 
         id:4518e6,
         addr:"정읍시 "
      },
      { 
         id:4519e6,
         addr:"남원시 "
      },
      { 
         id:4521e6,
         addr:"김제시 "
      },
      { 
         id:4571e6,
         addr:"완주군 "
      },
      { 
         id:4572e6,
         addr:"진안군 "
      },
      { 
         id:4573e6,
         addr:"무주군 "
      },
      { 
         id:4574e6,
         addr:"장수군 "
      },
      { 
         id:4575e6,
         addr:"임실군 "
      },
      { 
         id:4577e6,
         addr:"순창군 "
      },
      { 
         id:4579e6,
         addr:"고창군 "
      },
      { 
         id:458e7,
         addr:"부안군 "
      }
   ],
   "7" :// 전남
   [
      { 
          id:4611e6,
          addr:"목포시 "
       },
       { 
          id:4613e6,
          addr:"여수시 "
       },
       { 
          id:4615e6,
          addr:"순천시 "
       },
       { 
          id:4617e6,
          addr:"나주시 "
       },
       { 
          id:4623e6,
          addr:"광양시 "
       },
       { 
          id:4671e6,
          addr:"담양군 "
       },
       { 
          id:4672e6,
          addr:"곡성군 "
       },
       { 
          id:4673e6,
          addr:"구례군 "
       },
       { 
          id:4677e6,
          addr:"고흥군 "
       },
       { 
          id:4678e6,
          addr:"보성군 "
       },
       { 
          id:4679e6,
          addr:"화순군 "
       },
       { 
          id:468e7,
          addr:"장흥군 "
       },
       { 
          id:4681e6,
          addr:"강진군 "
       },
       { 
          id:4682e6,
          addr:"해남군 "
       },
       { 
          id:4683e6,
          addr:"영암군 "
       },
       { 
          id:4684e6,
          addr:"무안군 "
       },
       { 
          id:4686e6,
          addr:"함평군 "
       },
       { 
          id:4687e6,
          addr:"영광군 "
       },
       { 
          id:4688e6,
          addr:"장성군 "
       },
       { 
          id:4689e6,
          addr:"완도군 "
       },
       { 
          id:469e7,
          addr:"진도군 "
       },
       { 
          id:4691e6,
          addr:"신안군 "
       }
   ],
   "8" :// 광주
   [ 
      { 
         id:2911e6,
         addr:"동구 "
      },
      { 
         id:2914e6,
         addr:"서구 "
      },
      { 
         id:2915e6,
         addr:"남구 "
      },
      { 
         id:2917e6,
         addr:"북구 "
      },
      { 
         id:292e7,
         addr:"광산구 "
      },
    
   ],
   "9" :// 강원
   [ 
      { 
         id:4211e6,
         addr:"춘천시 "
      },
      { 
         id:4213e6,
         addr:"원주시 "
      },
      { 
         id:4215e6,
         addr:"강릉시 "
      },
      { 
         id:4217e6,
         addr:"동해시 "
      },
      { 
         id:4219e6,
         addr:"태백시 "
      },
      { 
         id:4221e6,
         addr:"속초시 "
      },
      { 
         id:4223e6,
         addr:"삼척시 "
      },
      { 
         id:4272e6,
         addr:"홍천군 "
      },
      { 
         id:4273e6,
         addr:"횡성군 "
      },
      { 
         id:4275e6,
         addr:"영월군 "
      },
      { 
         id:4276e6,
         addr:"평창군 "
      },
      { 
         id:4277e6,
         addr:"정선군 "
      },
      { 
         id:4278e6,
         addr:"철원군 "
      },
      { 
         id:4279e6,
         addr:"화천군 "
      },
      { 
         id:428e7,
         addr:"양구군 "
      },
      { 
         id:4281e6,
         addr:"인제군 "
      },
      { 
         id:4282e6,
         addr:"고성군 "
      },
      { 
         id:4283e6,
         addr:"양양군 "
      }
   ],
   "10" :// 충북
   [ 
      { 
         id:4311e6,
         addr:"청주시 "
      },
      { 
         id:4313e6,
         addr:"충주시 "
      },
      { 
         id:4315e6,
         addr:"제천시 "
      },
      { 
         id:4372e6,
         addr:"보은군 "
      },
      { 
         id:4373e6,
         addr:"옥천군 "
      },
      { 
         id:4374e6,
         addr:"영동군 "
      },
      { 
         id:4374e6,
         addr:"증평군 "
      },
      { 
         id:4375e6,
         addr:"진천군 "
      },
      { 
         id:4376e6,
         addr:"괴산군 "
      },
      { 
         id:4377e6,
         addr:"음성군 "
      },
      { 
         id:438e7,
         addr:"단양군 "
      }
   ],
   "11" :// 경북
   [ 
      { 
         id:4717e6,
         addr:"안동시 "
      },
      { 
         id:4719e6,
         addr:"구미시 "
      },
      { 
         id:4721e6,
         addr:"영주시 "
      },
      { 
         id:4725e6,
         addr:"상주시 "
      },
      { 
         id:4728e6,
         addr:"문경시 "
      },
      { 
         id:4772e6,
         addr:"군위군 "
      },
      { 
         id:4773e6,
         addr:"의성군 "
      },
      { 
         id:4775e6,
         addr:"청송군 "
      },
      { 
         id:4776e6,
         addr:"영양군 "
      },
      { 
         id:479e7,
         addr:"예천군 "
      },
      { 
         id:4792e6,
         addr:"봉화군 "
      },
      { 
         id:4793e6,
         addr:"울진군 "
      },
      { 
         id:4711e6,
         addr:"포항시 "
      },
      { 
         id:4713e6,
         addr:"경주시 "
      },
      { 
         id:4715e6,
         addr:"김천시 "
      },
      { 
         id:4723e6,
         addr:"영천시 "
      },
      { 
         id:4729e6,
         addr:"경산시 "
      },
      { 
         id:4777e6,
         addr:"영덕군 "
      },
      { 
         id:4782e6,
         addr:"청도군 "
      },
      { 
         id:4783e6,
         addr:"고령군 "
      },
      { 
         id:4784e6,
         addr:"성주군 "
      },
      { 
         id:4785e6,
         addr:"칠곡군 "
      }
   ],
   "12" :// 대구
   [ 
      { 
         id:2711e6,
         addr:"중구 "
      },
      { 
         id:2714e6,
         addr:"동구 "
      },
      { 
         id:2717e6,
         addr:"서구 "
      },
      { 
         id:272e7,
         addr:"남구 "
      },
      { 
         id:2723e6,
         addr:"북구 "
      },
      { 
         id:2726e6,
         addr:"수성구 "
      },
      { 
         id:2729e6,
         addr:"달서구 "
      },
      { 
         id:2771e6,
         addr:"달성군 "
      }
   ],
   "13" ://울산 
   [
      { 
         id:3111e6,
         addr:"중구 "
      },
      { 
         id:3114e6,
         addr:"남구 "
      },
      { 
         id:3117e6,
         addr:"동구 "
      },
      { 
         id:312e7,
         addr:"북구 "
      },
      { 
         id:3171e6,
         addr:"울주군 "
      },
   ],
   "14" :// 부산
   [ 
      { 
         id:2611e6,
         addr:"중구 "
      },
      { 
         id:2614e6,
         addr:"서구 "
      },
      { 
         id:2617e6,
         addr:"동구 "
      },
      { 
         id:262e7,
         addr:"영도구 "
      },
      { 
         id:2623e6,
         addr:"부산진구 "
      },
      { 
         id:2626e6,
         addr:"동래구 "
      },
      { 
         id:2629e6,
         addr:"남구 "
      },
      { 
         id:2632e6,
         addr:"북구 "
      },
      { 
         id:2635e6,
         addr:"해운대구 "
      },
      { 
         id:2638e6,
         addr:"사하구 "
      },
      { 
         id:2641e6,
         addr:"금정구 "
      },
      { 
         id:2644e6,
         addr:"강서구 "
      },
      { 
         id:2647e6,
         addr:"연제구 "
      },
      { 
         id:265e7,
         addr:"수영구 "
      },
      { 
         id:2653e6,
         addr:"사상구 "
      },
      { 
         id:2671e6,
         addr:"기장군 "
      },
      { 
         id:3111e6,
         addr:"중구 "
      },
      { 
         id:3114e6,
         addr:"남구 "
      },
      { 
         id:3117e6,
         addr:"동구 "
      },
      { 
         id:312e7,
         addr:"북구 "
      },
      { 
         id:3171e6,
         addr:"울주군 "
      },
   
   ],
   "15" :// 경남
   [ 
      { 
         id:4825e6,
         addr:"김해시 "
      },
      { 
         id:4812e6,
         addr:"창원시 "
      },
      { 
         id:4817e6,
         addr:"진주시 "
      },
      { 
         id:4822e6,
         addr:"통영시 "
      },
      { 
         id:4824e6,
         addr:"사천시 "
      },
      { 
         id:4827e6,
         addr:"밀양시 "
      },
      { 
         id:4831e6,
         addr:"거제시 "
      },
      { 
         id:4872e6,
         addr:"의령군 "
      },
      { 
         id:4873e6,
         addr:"함안군 "
      },
      { 
         id:4874e6,
         addr:"창녕군 "
      },
      { 
         id:4882e6,
         addr:"고성군 "
      },
      { 
         id:4884e6,
         addr:"남해군 "
      },
      { 
         id:4885e6,
         addr:"하동군 "
      },
      { 
         id:4886e6,
         addr:"산청군 "
      },
      { 
         id:4887e6,
         addr:"함양군 "
      },
      { 
         id:4888e6,
         addr:"거창군 "
      },
      { 
         id:4833e6,
         addr:"양산시 "
      },
      { 
         id:4889e6,
         addr:"합천군 "
      }
   ],
   "16" :// 제주
   [ 
      { 
         id:5e9,
         addr:"제주특별자치도 "
      },
      { 
         id:5011e6,
         addr:"제주시 "
      },
      { 
         id:5013e6,
         addr:"서귀포시 "
      }
   ]
}
   
   
   
   
 ];
